Repository: firadmuhammed827-ux/firas-ios
Catalog: ios/FirasAI/Features/Shell/Shell.xcstrings
Source language: en
Languages: ar

# product.ai.subtitle
source: Your everyday assistant for learning, writing, and ideas.
ar: مساعدك اليومي للتعلّم والكتابة وصناعة الأفكار.

# product.ai.title
source: Firas AI
ar: فِراس AI

# product.brain.subtitle
source: Study your files with page-cited answers.
ar: ادرس ملفاتك واحصل على إجابات موثّقة بالصفحات.

# product.brain.title
source: Firas Brain
ar: فِراس Brain

# product.code.subtitle
source: Build software and improve code with Firas.
ar: ابنِ البرامج وطوّر الأكواد مع فِراس.

# product.code.title
source: Firas Code
ar: فِراس Code

# sidebar.account
source: Account
ar: الحساب

# sidebar.clearSearch
source: Clear search
ar: مسح البحث

# sidebar.cancelDeletion
source: Cancel
ar: إلغاء

# sidebar.close
source: Close sidebar
ar: إغلاق الشريط الجانبي

# sidebar.deleteChat
source: Delete chat
ar: حذف المحادثة

# sidebar.deleteChatHint
source: This chat will be permanently deleted. You cannot undo this.
ar: راح تنحذف هذه المحادثة نهائياً. ما تكدر ترجعها.

# sidebar.dismissOverlay
source: Dismiss sidebar
ar: إغلاق الشريط الجانبي

# sidebar.guest
source: Guest
ar: ضيف

# sidebar.newChat
source: New chat
ar: محادثة جديدة

# sidebar.noChats
source: No chats yet
ar: لا توجد محادثات بعد

# sidebar.open
source: Open sidebar
ar: فتح الشريط الجانبي

# sidebar.products
source: Products
ar: المنتجات

# sidebar.recent
source: Recent
ar: الأخيرة

# sidebar.search
source: Search chats
ar: ابحث في المحادثات

# sidebar.settings
source: Settings
ar: الإعدادات
